{
    "locations": [
      {
        "name": "Marina Bay Sands",
        "image": "images/MBS.jpg",
        "address": "<b>Address:</b> 10 Bayfront Ave, Singapore 018956",
        "description": "Iconic Singapore resort with a distinctive three-tower design, featuring a sky park, luxury accommodations, a casino, and stunning city views from its infinity pool.",
        "latitude": "1.2834",
        "longitude": "103.8607"
      },
      {
        "name": "Sentosa Island",
        "image": "images/sentosa.jpeg",
        "address": "<b>Address:</b> Sentosa, 098942",
        "description": "Singapore's resort getaway with theme parks, beaches, and entertainment, including Universal Studios and S.E.A. Aquarium. Accessible by cable car or bridge, it's a premier destination for leisure and recreation.",
        "latitude": "1.2494",
        "longitude": "103.8303"
      },
      {
        "name": "Botanic Gardens",
        "image": "images/botanic.jpeg",
        "address": "<b>Address:</b> 1 Cluny Rd, Singapore 259569",
        "description": "A historic green oasis with diverse plant collections, including the UNESCO-listed National Orchid Garden. A popular destination for serene walks and natural beauty in the heart of the city.",
        "latitude": "1.3138",
        "longitude": "103.8159"
      },
      {
        "name": "Chinatown",
        "image": "images/chinatown.jpeg",
        "address": "<b>Address:</b> 151 New Bridge Road 91 Upper Cross Street Singapore 059443/058362, New Bridge Rd, Singapore 059443",
        "description": "A vibrant cultural hub, blending traditional architecture, bustling markets, and authentic eateries. With iconic temples like Sri Mariamman, it offers a rich blend of Chinese heritage and modern charm.",
        "latitude": "1.2839",
        "longitude": "103.8442"
      },
      {
        "name": "Orchard Road",
        "image": "images/orchard.jpg",
        "address": "<b>Address:</b> Orchard Road, Singapore",
        "description": "Singapore's top shopping and entertainment district, featuring upscale malls, designer boutiques, and diverse dining options. A dynamic hub for fashion and culinary experiences in the heart of the city.",
        "latitude": "1.3019",
        "longitude": "103.8380"
      },
      {
        "name": "Singapore Zoo",
        "image": "images/zoo.jpeg",
        "address": "<b>Address:</b> 80 Mandai Lake Rd, 729826",
        "description": "The Singapore Zoo, spanning 28 hectares, is renowned for its open-concept enclosures hosting over 2,800 animals. With a focus on conservation and immersive exhibits, it offers a captivating and educational experience for visitors.",
        "latitude": "1.4043",
        "longitude": "103.7930"
      },
      {
        "name": "Singapore Night Safari",
        "image": "images/night_safari.jpeg",
        "address": "<b>Address:</b> 80 Mandai Lake Rd, Singapore 729826",
        "description": "Singapore's Night Safari, the world's first nocturnal wildlife park, offers a unique experience with nighttime animal observation, engaging shows, and a diverse range of nocturnal species in their natural habitats. Visitors can explore the park in a tram or on foot, providing a captivating adventure after sunset.",
        "latitude": "1.4022",
        "longitude": "103.7881"
      },
      {
        "name": "Jurong Bird Park",
        "image": "images/jbp.png",
        "address": "<b>Address:</b> 2 Jurong Hill, 628925",
        "description": "Jurong Bird Park, located in Singapore, is one of the world's largest bird parks, featuring diverse aviaries and captivating bird species. Visitors can enjoy interactive exhibits, bird shows, and immersive habitats spread across the expansive park.",
        "latitude": "1.3187",
        "longitude": "103.7064"
      },
      {
        "name": "Gardens By The Bay",
        "image": "images/gbtb.jpeg",
        "address": "<b>Address:</b> 18 Marina Gardens Dr, Singapore 018953",
        "description": "The Gardens by the Bay is a nature park spanning 101 hectares in the Central Region of Singapore, adjacent to the Marina Reservoir. The park consists of three waterfront gardens: Bay South Garden, Bay East Garden and Bay Central Garden.",
        "latitude": "1.2816",
        "longitude": "103.8636"
      },
      {
        "name": "Singapore Bird Paradise",
        "image": "images/bird_paradise.jpeg",
        "address": "<b>Address:</b> 20 Mandai Lake Rd, Singapore 729825",
        "description": "Bird Paradise is an aviary located in Mandai, Singapore. Opened on 8 May 2023, it replaced the Jurong Bird Park and forms a part of the Mandai Wildlife Reserve, consisting of the Singapore Zoo, Night Safari and River Wonders and the upcoming Rainforest Wild Park.",
        "latitude": "1.4072",
        "longitude": "103.7813"
      }
    ]
}