{
    "locations": [
      {
        "name": "One Farrer Hotel",
        "image": "images/onefarrer.jpeg",
        "address": "<b>Address:</b> 1 Farrer Park Station Rd, Singapore 217562, <b>Tel:</b> 6363 0101",
        "description":"Sleek hotel complex above Farrer Park metro, 4 km from Chinatown and 6 km from Singapore Botanic Gardens. Modern rooms, apartments, and villas with free Wi-Fi, flat-screen TVs, and rainfall showers. Dining options include a buffet restaurant, trendy bar, hip cafeteria, and international eatery. Outdoor pool, spa, 24/7 gym, chocolate shop, meeting space, and ballroom. <br><br>Check-in: 15:00 <br>Check-out: 12:00.",
        "latitude": "1.3125",
        "longitude": "103.8544"
      },
      {
        "name": "Carlton Hotel Singapore",
        "image": "images/carlton.jpg",
        "address": "<b>Address:</b> 76 Bras Basah Rd, Singapore 189558, <b>Tel:</b> 6338 8333",
        "description":"This upscale hotel is a 7-min walk from Suntec Convention Centre and 5-min from Bras Basah metro. Refined rooms with free Wi-Fi, flat-screens, and rainfall showers. Some offer city views, with upgraded options including a private lounge. Three restaurants, a bar, and a patisserie on-site, plus an outdoor pool, spa, and gym. <br><br>Check-in time: 14:00 <br>Check-out time: 12:00.",
        "latitude": "1.2960",
        "longitude": "103.8527"
      },
      {
        "name": "Conrad Centennial Singapore",
        "image": "images/conrad.avif",
        "address": "<b>Address:</b>  2 Temasek Blvd, Singapore 038982, <b>Tel:</b> 6334 8888",
        "description":"8 km from Universal Studios SG, features sophisticated rooms with city views. Suites offer free Wi-Fi, coffeemakers, and some with minifridges. Dining includes buffet-style eatery, Cantonese restaurant, elegant bar, and poolside bar. Amenities comprise spa, gym, and outdoor pool. Breakfast available for an extra fee. <br><br>Check-in time: 15:00 <br>Check-out time: 12:00.",
        "latitude": "1.2936",
        "longitude": "103.8589"
      },
      {
        "name": "Pan Pacific Serviced Suites Beach Road, Singapore",
        "image": "images/panpacific.jpeg",
        "address": "<b>Address:</b>The Plaza, 7500B Beach Rd, #7500B, Singapore 199592, <b>Tel:</b> 6678 8888",
        "description":"Pan Pacific Serviced Suites Beach Road, Singapore, a 4-star aparthotel in Kallang, offers a prime location within a 15-minute walk to Bugis Street and Suntec Convention & Exhibition Center. Enjoy 180 air-conditioned rooms with kitchenettes, an outdoor pool, and free Wi-Fi. Additional amenities include a fitness center and complimentary self-parking. <br><br>Check-in time: 15:00 <br>Check-out time: 00:00.",
        "latitude": "1.2995",
        "longitude": "103.8600"
      },
      {
        "name": "Pan Pacific, Singapore",
        "image": "images/panpacific2.jpeg",
        "address": "<b>Address:</b>7 Raffles Blvd, Singapore 039595, <b>Tel:</b> 6336 8111",
        "description":"Upscale business hotel near Marina Bay and Promenade MRT offers polished rooms with glass-enclosed bathrooms, free Wi-Fi, flat-screens, minibars, and suites with balconies. Dining options include Japanese, Chinese, and Indian. Amenities feature a spa, gym, outdoor pool, and 24/7 room service.<br><br>Check-in time: 15:00 <br>Check-out time: 12:00.",
        "latitude": "1.2924",
        "longitude": "103.8586"
      },
      {
        "name": "ParkRoyal Collection Marina Bay",
        "image": "images/parkroyal.webp",
        "address": "<b>Address:</b>6 Raffles Blvd, Singapore 039594, <b>Tel:</b> 6845 1000",
        "description":"In the CBD, 11 min from Esplanade/Theatres on the Bay, this high-rise hotel is 2 km from the National Museum of Singapore. Elegant rooms with bay/city views, free WiFi, flat-screens, and marble bathrooms. Amenities: dining, outdoor pool, gym, and spa. <br><br>Check-in time: 15:00 <br>Check-out time: 12:00.",
        "latitude": "1.2918",
        "longitude": "103.8571"
      },
      {
        "name": "Oasia Hotel Novena",
        "image": "images/oasia.jpeg",
        "address": "<b>Address:</b>8 Sinaran Dr, Singapore 307470, <b>Tel:</b> 6664 0333",
        "description":"A 2-minute walk from Novena metro station, this upscale hotel is 3 km from Orchard Road and 5 km from the Central Business District. Polished rooms with contemporary decor offer Wi-Fi, flat-screen TVs, and high-end linens. Amenities include a fitness center, hot tub, outdoor pool, and a modern bistro. <br><br>Check-in time: 14:00 <br>Check-out time: 12:00.",
        "latitude": "1.3201",
        "longitude": "103.8446"
      },
      {
        "name": "Studio M",
        "image": "images/oasia.jpeg",
        "address": "<b>Address:</b>3 Nanson Rd, Singapore 238910, <b>Tel:</b> 6808 8888",
        "description":"A 14-min walk from Chinatown metro station, this contemporary high-rise hotel is 3 km from Marina Bay Sands and 5 km from Singapore Botanic Gardens. Streamlined rooms feature sleeping lofts, Wi-Fi, flat-screens, and tea/coffee facilities. Amenities include a lap pool, cafe, gym, and free parking (subject to availability.<br><br>Check-in time: 15:00 <br>Check-out time: 11:00.",
        "latitude": "1.2908",
        "longitude": "103.8392"
      }
    ]
}